complete/buddy_data/奇秀-主播房间-20160912194620-20160912194621100

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-12 19:46:20]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[117052]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[大海中的一滴水]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[161747]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[3725]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[39]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[16]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[0]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[糖*美得不要不要的]]></vipnickname><vipuserid><![CDATA[1232834825]]></vipuserid><top_name><![CDATA[糖*美得不要不要的]]></top_name><top_money><![CDATA[70250]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[糖*小蜜]]></vipnickname><vipuserid><![CDATA[2396272280]]></vipuserid><top_name><![CDATA[糖*小蜜]]></top_name><top_money><![CDATA[10050]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[萤火虫：]]></vipnickname><vipuserid><![CDATA[2028003700]]></vipuserid><top_name><![CDATA[萤火虫：]]></top_name><top_money><![CDATA[6950]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[喔喔佳佳℡]]></vipnickname><vipuserid><![CDATA[2279283515]]></vipuserid><top_name><![CDATA[喔喔佳佳℡]]></top_name><top_money><![CDATA[3270]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[蒾夨@三胖儿]]></vipnickname><vipuserid><![CDATA[2337339767]]></vipuserid><top_name><![CDATA[蒾夨@三胖儿]]></top_name><top_money><![CDATA[2090]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[三胖儿爱家人&amp;闪耀]]></vipnickname><vipuserid><![CDATA[1238717195]]></vipuserid><top_name><![CDATA[三胖儿爱家人&amp;闪耀]]></top_name><top_money><![CDATA[1620]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[糖*小蜜]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[糖*小蜜]]></top_name><top_money><![CDATA[1320]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[小黑粉《她王婶》]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[小黑粉《她王婶》]]></top_name><top_money><![CDATA[1030]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[不一样的名字$]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[不一样的名字$]]></top_name><top_money><![CDATA[710]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[I俄╭(╯疼╰)╮你]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[I俄╭(╯疼╰)╮你]]></top_name><top_money><![CDATA[490]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[蒾夨@三胖儿]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[蒾夨@三胖儿]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[糖*美得不要不要的]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[糖*美得不要不要的]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[逗逼@韩佛爷]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[逗逼@韩佛爷]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?糖*臭美?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[?糖*臭美?]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[子兮@三胖儿]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[子兮@三胖儿]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[肉呼呼]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[肉呼呼]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 